[
    {
        "id": 1,
        "img": "/assets/img/service/service_1.jpg",
        "title": "Exterior Ultra Foam Wash",
        "desp": "Our Exterior Ultra Foam Wash uses thick foam to loosen and lift dirt, road salt, bugs, and grime before any contact is made with your car’s paint. The vehicle is then hand washed using soft mitts and premium soap to avoid swirl marks or scratches. We finish with a careful microfiber towel dry to protect the paint finish.",
        "benefits":"Ensures a scratch-free wash, preserves paint quality, and leaves the exterior looking glossy and clean. It also preps the surface for any follow-up treatments like clay bar or paint protection, and helps maintain the vehicle's long-term appearance."
    },
    {
        "id": 2,
        "img": "/assets/img/service/service_2.jpg",
        "title": "Interior Vacuming",
        "desp": "Our team thoroughly vacuums your car’s interior, including under and between seats, floor mats, the trunk, and tight spaces around the pedals and gear shift. We ensure all loose debris, dust, sand, and dirt are removed from high-traffic areas inside your vehicle.",
        "benefits":" Improves cabin hygiene, freshens up the interior, and enhances the overall driving experience. It also prevents dust buildup which can damage fabrics and improve air quality for passengers."
    },
    {
        "id": 3,
        "img": "/assets/img/service/service_3.jpg",
        "title": "Dashboard & Trim Cleaning",
        "desp": "We gently clean your dashboard, center console, air vents, and door panels using high-quality, non-greasy cleaners that restore the original look without attracting dust. We also polish surfaces to a natural-looking finish.",
        "benefits":"Prevents buildup of grime and oils, protects against fading/cracking, and maintains a fresh appearance. Regular maintenance of these areas helps extend the life of plastic and vinyl components and keeps your interior looking newer for longer."
    },
    {
        "id": 4,
        "img": "/assets/img/service/service_4.jpg",
        "title": "Pet Hair Removal",
        "desp": "We use specialized brushes and fabric-safe tools to remove embedded pet hair from seats, carpets, and corners where vacuums often miss. This service is especially helpful for dog owners who struggle with persistent shedding.",
        "benefits":"Cleaner surfaces, reduced allergens, and elimination of odors caused by trapped hair. It makes the interior more pleasant for passengers and helps preserve upholstery from long-term damage."
    },
    {
        "id": 5,
        "img": "/assets/img/service/service_5.jpg",
        "title": "Carpet & Seat Shampoo",
        "desp": "We apply a fabric-safe cleaning solution to your carpets, cloth seats, and floor mats, then deep clean them using extraction machines or brushes. This removes stains, salt residue, food spills, and bacteria trapped in the fibers.",
        "benefits":"Restores original color and softness, removes unpleasant odors, and enhances the appearance of your vehicle’s interior. It also contributes to a healthier cabin environment, especially for children or sensitive passengers."
    },
    {
        "id": 6,
        "img": "/assets/img/service/service_5.jpg",
        "title": "Clay Bar Treatment",
        "desp": "After washing, we use a professional-grade clay bar to remove bonded contaminants like tree sap, brake dust, and industrial fallout from your vehicle’s paint. This process leaves the paint smooth to the touch and ready for polishing or protection.",
        "benefits":"Enhances shine, preps the surface for wax or sealant, improves paint clarity, and extends the results of paint correction. It helps maintain a high-gloss, smooth finish and reduces wear from environmental damage."
    },
    {
        "id": 7,
        "img": "/assets/img/service/service_5.jpg",
        "title": "Paint Correction (Single or Multi-stage)",
        "desp": "We perform precise machine polishing to remove swirl marks, oxidation, and surface scratches from your car’s paint. Single-stage correction removes light imperfections, while multi-stage correction goes deeper for a mirror-like finish.",
        "benefits":"Restores gloss and clarity to dull paint, removes visual defects, improves resale value, and makes your vehicle stand out with a like-new finish. It also improves the effectiveness and bonding of protective coatings applied afterward."
    },
    {
        "id": 8,
        "img": "/assets/img/service/service_5.jpg",
        "title": "Paint Correction (Single or Multi-stage)",
        "desp": "We perform precise machine polishing to remove swirl marks, oxidation, and surface scratches from your car’s paint. Single-stage correction removes light imperfections, while multi-stage correction goes deeper for a mirror-like finish.",
        "benefits":"Restores gloss and clarity to dull paint, removes visual defects, improves resale value, and makes your vehicle stand out with a like-new finish. It also improves the effectiveness and bonding of protective coatings applied afterward."
    },
    {
        "id": 9,
        "img": "/assets/img/service/service_5.jpg",
        "title": "Paint Protection Spray",
        "desp": "A synthetic paint sealant or spray wax is applied to your vehicle after cleaning or correction. It bonds with the paint to create a hydrophobic layer that repels water and blocks UV rays.",
        "benefits":"Keeps your vehicle looking cleaner longer, adds a protective barrier against pollutants, reduces risk of sun damage, and makes washing easier by preventing dirt adhesion."
    },
    {
        "id": 10,
        "img": "/assets/img/service/service_5.jpg",
        "title": "Steam Cleaning (Interior)",
        "desp": "Using high-temperature steam, we sanitize seats, carpets, and hard-to-reach places like air vents and cup holders. Steam lifts embedded dirt, bacteria, and stains without soaking materials.",
        "benefits":" Eco-friendly deep clean, eliminates bacteria and odors, rejuvenates upholstery without harsh chemicals, and improves air quality inside the vehicle. It's especially effective for allergy sufferers or families with young children."
    },
    {
        "id": 11,
        "img": "/assets/img/service/service_5.jpg",
        "title": "Engine Bay Wipe-Down",
        "desp": "We carefully clean your engine bay using low-moisture techniques, including degreasers and microfiber cloths. Visible surfaces are wiped down to remove dust and grime without damaging components.",
        "benefits":" Improves engine appearance, makes routine inspections easier, helps detect leaks early, and enhances presentation for resale or trade-in evaluations."
    }
]